Repository: codesyntax/volto-listingadvanced-variation
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: eu

source: Columns configuration
eu: Zutabeak

source: Default HTML tag will be H3
eu: Defektuzko HTML etiketa H3 izango da

source: Default image width will be 2/12
eu: Defektuz irudiaren zabalera 2/12 izango da

source: Default with no image
eu: Defektuz irudirik gabe

source: Header
eu: Goiburua

source: Header Tag
eu: HTML etiketa

source: Header Tag description
eu: Defektuzko HTML etiketa H3 izango da

source: Header description
eu: Blokearen goiburuko testua

source: Header text
eu: Testua

source: Header url
eu: Esteka edo plone objektua

source: Header url description
eu: Itsatsi kanpoko esteka edo aukeratu plone objektua

source: How many columns:
eu: Zenbat zutabe:

source: Image position/size
eu: Irudiaren posizioa/tamaina

source: Image position:
eu: Irudiaren posizioa:

source: Image width (x/12):
eu: Irudiaren zabalera (x/12):

source: Query
eu: Bilaketa irizpideak

source: Show effectiveDate
eu: Aukeratuta argitaratze-data erakutsiko da

source: Title configuration
eu: Titulua

source: Title text HTML tag
eu: HTML etiketa

source: description
eu: Deskribapena

source: descriptionDescription
eu: Aukeratzen bada, deskribapena erakutsiko da

source: descriptionTitle
eu: Deskribapena erakutsi?

source: effectiveDate
eu: Argitaratze data erakutsi?

source: moreLinkConfiguration
eu: Gehiago ikusteko esteka

source: moreLinkText
eu: Testua

source: moreLinkTextDescription
eu: Gehiago ikusteko estekaren testua

source: moreLinkUrl
eu: Esteka edo plone objektua

source: moreLinkUrlDescription
eu: Itsatsi kanpoko esteka edo aukeratu plone objektua
